/* (No Commment) */
"%@ invites you to receive its newsletters and offers." = "%@ vous invite à vous abonner à ses newsletters et à ses offres spéciales.";

/* (No Commment) */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Téléchargez et installez Setapp pour utiliser %@ et découvrir des applications encore plus incroyables.";

/* (No Commment) */
"Learn More…" = "En savoir plus…";

/* (No Commment) */
"Let’s stay in touch!" = "Gardons le contact !";

/* (No Commment) */
"No, Thanks" = "Non merci";

/* (No Commment) */
"Quit" = "Fermer";

/* (No Commment) */
"Setapp will share your %@ email with the developers of %@." = "Setapp partagera votre adresse %@ avec les développeurs de %@.";

/* (No Commment) */
"Sure, I’m In" = "Super, j'accepte";

/* (No Commment) */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Cette copie de %@ nécessite un compte Setapp actif installé sur votre Mac.";

/* (No Commment) */
"Welcome to %@ %@" = "Bienvenue dans %@ %@";

